ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
dbaeumer.vscode-eslint
esbenp.prettier-vscode
stylelint.vscode-stylelint
metaphore.kanagawa-vscode-color-theme
vscodevim.vim
kevinrose.vsc-python-indent
anysphere.pyright
ms-azuretools.vscode-docker
kamikillerto.vscode-colorize
charliermarsh.ruff
fabiospampinato.vscode-todo-plus
donjayamanne.git-extension-pack
codezombiech.gitignore
donjayamanne.githistory
alefragnani.project-manager
eamodio.gitlens
ziyasal.vscode-open-in-github
yoavbls.pretty-ts-errors
bradlc.vscode-tailwindcss
aflo.kanagawa-glass
hikionori.kanagawa-vscode-theme
avetis.kanagawa-night
bfrangi.vscode-nightingale-theme
kazte.kanagawa-kazte-vscode-color-theme
lamarcke.kanagawa-black
qufiwefefwoyn.kanagawa
mateocerquetella.xcode-12-theme
jdinhlife.gruvbox
be5invis.vscode-custom-css
prisma.prisma
